abusaidm.html-snippets
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emojibierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
clinyong.vscode-css-modules
darkempire78.discord-tools
dbaeumer.vscode-eslint
dlasagno.wal-theme
ecmel.vscode-html-css
esbenp.prettier-vscode
kisstkondoros.vscode-gutter-preview
knisterpeter.vscode-github
leonardssh.vscord
lukas-tr.materialdesignicons-intellisense
miguelsolorio.fluent-icons
mohsen1.prettify-jsonmohsen1.prettify-json
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools
mvllow.rose-pine
nico-castell.linux-desktop-file
nimsaem.nimvscode
pranaygp.vscode-css-peek
pucelle.vscode-css-navigation
redhat.java
redhat.vscode
redhat.vscode-yaml
remisa.shellman
shengchen.vscode-checkstyle
sidthesloth.html5-boilerplate
tabnine.tabnine-vscode
teabyii.ayu
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zignd.html-css-class-completion
